Repository: mozilla-l10n/mt-training-data
Catalog: blk/blk_pontoon.tmx
Source language: en_us
Languages: blk

source: How do I stay in touch?
blk: အီႏ သွုပ်ထေ့ဗာႏ နုဲင်းမုဲင်ꩻ?

source: How is Common Voice funded?
blk: ကောင်မွဉ်းဗွဲက်နောဝ်ꩻ စွဲးထဲမ်ရွဉ်တောင်ႏတာႏ နုဲင်းမုဲင်ꩻ?

source: How to add multiple sentences
blk: သော့ꩻဗာႏ ငေါဝ်းလိတ်ရဲဉ်ႏအာအာ နုဲင်းမုဲင်ꩻ

source: How would you describe your sex or gender?
blk: လိုꩻသီး လေင်အင်္ဂါႏဖုံႏ အမူႏတွမ်ႏအခိုယို နာꩻခြုဲင်းနယ်ဖေႏနုဲင်းမုဲင်ꩻ?

source: Huarijio
blk: ဟွာရီစီယို

source: I agree
blk: ခွေ သꩻအောဝ်ႏဗွိုန်ဒျာႏ

source: Ibibio
blk: အဗုဲင်ယို

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
blk: ငေါဝ်းလိတ်ရဲဉ်ႏယိုနောဝ်ꩻ ထွာဒျာႏ <wikipediaLink>ခမ်းသားလိုꩻအာသီးပဲင်ႏ</wikipediaLink> အကျောင်ꩻ တွမ်ႏ ဒင်ႏထင်ႏသော့ꩻယိုအတာႏ အခွင်ꩻလꩻအောဝ်ႏဒျာႏအကျောင်ꩻ ခွေသွဉ်း အွဉ်ႏတိဉ်ႏလွေꩻဒျာႏသွူဩ။

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
blk: ငေါဝ်းလိတ်ရဲဉ်ႏယိုနောဝ်ꩻ ထွာဒျာႏ <wikipediaLink>ခမ်းသားလိုꩻအာသီးပဲင်ႏ</wikipediaLink> အကျောင်ꩻ တွမ်ႏ ဒင်ႏထင်ႏသော့ꩻယိုအတာႏ အခွင်ꩻလꩻအောဝ်ႏဒျာႏအကျောင်ꩻ ခွေသွဉ်း အွဉ်ႏတိဉ်ႏလွေꩻဒျာႏသွူဩ။

source: <icon></icon> Add multiple public domain sentences
blk: <icon></icon> ထဲမ်သော့ꩻဖေႏ အာအာသွော့ ခမ်းသားလိုꩻအာပဲင်ႏလꩻ ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏနေား

source: Ideally natural and conversational (it should be easy to read the sentence)
blk: အဟောဝ်သွတ်ꩻနောဝ်ꩻ ဒေါ့ꩻငေါဝ်းစွော့ꩻတက်သွုပ်ငေါဝ်းဖုံႏယို ဗွိုန်ဗွိုန်ဗာႏသဘာဝသွူ (လိတ်ရဲဉ်ႏယို ထွားဒေါ့ꩻ ယံဖေႏကယိုꩻဗာႏ)

source: I do not agree
blk: ခွေ သꩻ တဗွိုန်ပီတောဝ်း

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
blk: လိုꩻ2ဖြာꩻ မိဉ်ႏတနေးထူႏတောဝ်း ပယ်ႏထေထိုꩻ အငေါဝ်းကွို့ꩻနောဝ်ꩻ အီႏထေထန်ႏဖန်းဖြယ်လွေꩻဖေႏယင်း အဆင်ႏခြွဉ်းဗူႏ အလင်ကိုနောဝ်ꩻသွူ။

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
blk: မိဉ်ႏထွာ နာꩻနမ်းပဲင်ႏငေါဝ်းငွါနောဝ်ꩻ ဒေါ့ꩻနယ်ဗော့ꩻ <italicizedText>“ထူႏကွိုꩻချာနမ်း”</italicizedText> သွူ။ လိတ်ယိုနောဝ်ꩻ နာꩻထိုမ်ႏမော့ꩻအထွောင်းမုဲင်ꩻကိုကရိုꩻနောဝ်ꩻ နီသွဉ်းသီး လိုႏသေခါꩻဗာႏသွူ၊ အကျောင်ꩻခရာႏနောဝ်ꩻ ယံကစဲစ်ထွားနွောင်ꩻဒျာႏ ခမ်းသားလိုꩻအာသီးပဲင်ႏခင်ႏလမ်းအကို ပါသော့ꩻ မွေး တမွေးတောဝ်း တွမ်ႏ ခွုမ်ပဲင်ႏလꩻခွင်ꩻ ဒို့ꩻပေ့ꩻရဲးခါꩻဖုံႏ တအောဝ်ႏတောဝ်းနောဝ်ꩻသွူ။ မိဉ်ႏမဲဉ်သေထဲင်းယင်း ထူႏကွိုꩻအုံနောင်ဆင်ႏ အကျောင်ꩻခရာႏဖုံႏယိုလဲ့ ထွားနွောင်ꩻဒျာႏ နီသွဉ်းသီး <guidelinesLink>တဖူꩻအွဉ်နယ် လိတ်မဲ့ငါ</guidelinesLink> ကိုနေား။

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
blk: ဒင်ႏမုဲင်အငေါဝ်းယို မိဉ်ႏတကွို့ꩻထဲ့ထိုꩻ မွေးတောဝ်းလဲ့ လိတ်ရဲဉ်ႏတဗာႏလွုမ်း အငေါဝ်းဒက်ခြီခေါဝ်ဖုံႏ မိဉ်ႏပါလွဉ်နောဝ်ꩻ နာႏဟွုန်တလꩻဗာႏဒွိုန်းဖုံႏယို လက်ခံႏနေးစူꩻဗာႏတောဝ်း (နုဲင်ႏဝေါင်းထိုꩻဗာႏ) သွူ။

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
blk: ပွိုင်းဝွို့တွမ်ႏ ဖုဲင်လာႏယိုတဲင် မိဉ်ႏလိုႏဖေႏပသာထဲင်းဒါႏ အဆင်ႏအဗာႏဖုံႏနောဝ်ꩻ သွုပ်ထေ့ဒေါ့ꩻရီသွော့<emailFragment>commonvoice@mozilla.com</emailFragment>ယို

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
blk: ပွိုင်းဝွို့တွမ်ႏ ဖုဲင်ယိုတဲင် မိဉ်ႏမဲဉ်ဖေႏဒါႏ ပွုံႏစံႏခြုံကို တပါတောဝ်းဒါႏ အဆင်ႏဗာႏအလင်ဖုံႏနောဝ်ꩻ သွုပ်ထေ့ဒေါ့ꩻရီဖေႏသွော့<emailFragment>commonvoice@mozilla.com</emailFragment>ယိုဩ။

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
blk: အမိဉ်ႏတမဲန်ႏတနꩻတောဝ်းတွမ်ႏ တဖွောင်ꩻရဲးကီယိုနောဝ်ꩻ နျꩻဖေႏ စေႏဖဲ့ꩻ ကအောဝ်ႏဒါႏ&quot; စူꩻတောဝ်း&quot; နေန်ယိုနေား နပ်စဲင်းအဗာႏ မိဉ်ႏတလꩻတောဝ်းနောဝ်ꩻ ကာႏငါထွူတဲင် လွေꩻသွုပ်နွောင်ꩻဒျာႏတဗာႏသွူ။

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
blk: လိတ်ရဲဉ်ႏယို မိဉ်ႏမဲန်ႏတနꩻဒျာႏ ထာꩻအွဉ်ႏထွော့အတွိုင်ꩻနောဝ်ꩻ နျꩻဖေႏသွော့ &quot;အွဉ်ႏတိဉ်ႏလွေꩻ&quot; ကအောဝ်ႏနယ်ဒါႏ ထာꩻနေန်ယိုဩ။

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
blk: မိဉ်ႏခွဲးကျုံႏဗာႏ တဖူꩻယီးနယ် မာꩻပွုံႏမာꩻနယ်ꩻယိုနောဝ်ꩻ ကတပါတောဝ်းဒါႏ အကျောင်ꩻခရာႏဖုံႏယို နာꩻဉာဏ်ႏကထီႏဒါႏ အဟောဝ်သွတ်ꩻအတွိုင်ꩻ သော့ꩻဖေႏဗော့ꩻ မဲးလꩻဒျာႏသွူ။ မိဉ်ႏဆွုံꩻဖျတ်ဒေါ့ꩻထွူဖေႏဒါႏတောဝ်း တဲးတဲးဝါးဝါးနောဝ်ꩻ နျꩻလွေꩻဗော့ꩻ 'ကာႏငါ' အနေန်တဲင် လွေꩻငါထဲင်းယင်း ဒင်ႏမုဲင်အငေါဝ်းတဗာႏကိုနေား။

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
blk: နာꩻမိဉ်ႏအောဝ်ႏ <strong>ဟွိုန်စဲင်းဒျာႏ</strong> တွမ်ႏ <strong>သေနာႏဒျာႏ</strong> ဝွေꩻသီး အငေါဝ်းဖုံႏနောဝ်ꩻ အောဝ်ႏလိုႏ <strong>လက်ခံႏနေးထူႏအွဉ်ႏတိန်ႏဖေႏဒျာႏ</strong> သွူ။

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
blk: နာꩻ မိဉ်ႏမဲဉ်နွို့စွဲးကမ်းဖေႏချာ ထာꩻမာꩻခြပ်ရဲဉ်ႏယိုနောဝ်ꩻ မွေးတောဝ်းလဲ့ နာꩻအစွုမ်ꩻစွိုꩻနောဝ်ꩻ လူႏဖေႏဗဲင်းလွေꩻ<donateLink>ရွဉ်လူႏ</donateLink> အောဝ်ႏလꩻနွောင်ꩻဒျာႏ မွေးတောဝ်းလဲ့ သွုပ်ဆွိုင်ꩻလွေꩻနွောင်ꩻဒျာႏ နီအဖဲ့ꩻဖဲ့ꩻခွုမ်စံႏမာꩻငီꩻဝင်ꩻအစွိုꩻထျꩻ <emailFragment>commonvoice@mozilla.com</emailFragment> အကိုနောဝ်ꩻသွူ။

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
blk: မိဉ်ႏအောဝ်ႏလိုႏ တဲႏဆို့ꩻ ASR မော်ဒယ်တာႏ နယ်ꩻခြွိုင်းဖုံႏနောဝ်ꩻ <discourseLink>Discourse အလောင်း</discourseLink> ကအောဝ်ႏဒါႏ အသောင်ꩻရင်ꩻလိုꩻဗူႏသီးထျꩻ ထိုမ်ႏထွား သွုပ်ဆွိုင်ꩻဒေါ့ꩻရီနွောင်ꩻဒျာႏနောဝ်ꩻသွူ။

source: If you run out of sentences to review, please help us collect more sentences!
blk: ထွားစဲစ်ချာခရာႏ လိတ်ရဲဉ်ႏဖုံႏ မိဉ်ႏတအောဝ်ႏဒွုမ်နောဝ်ꩻ ထိုမ်ႏရွမ်ထဲင်းယင်း လိတ်ရဲဉ်ႏအတာႏ စွဲးကမ်းကိုသွော့ နီယိုနေား!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
blk: အငေါဝ်းထန်ႏယို မိဉ်ႏတမဲန်ႏတောဝ်း <strong>သေနာႏနွောင်ꩻတောဝ်း</strong>၊ မွေးတောဝ်းလဲ့ <strong>အသောင်အရင်ꩻ အငေါဝ်းတိန်ႏနား</strong>၊ မွေးတောဝ်းလဲ့ <strong>လိုꩻလင်ဖုံႏ ဒေါ့ꩻရီဝင်ꩻငေါဝ်း အောဝ်ႏပါသော့ꩻငီꩻ</strong>နောဝ်ꩻ အောဝ်ႏလိုႏ နေးတောဝ်း ပယ်ႏထေထိုꩻဗာႏ အငေါဝ်းကွို့ꩻနောဝ်ꩻသွူ။ <accuracyLink>ထွားထဲင်း အဆင်ႏအဗာႏဖုံႏ နီသွဉ်းသီး ထွားစဲစ်အွဉ်ႏတိဉ်ႏစွူလွေꩻတာႏ တဖွောင်ꩻရဲးကိုယို</accuracyLink>။

source: Include appropriate citation
blk: သော့ꩻဒျာႏသွော့ ကထဲ့မဲန်ႏဒါႏ ထာꩻထူႏကွိုꩻနေား

source: Indonesian
blk: အေန်ဒိုနီးဆျား

source: Invalid file
blk: ဖုဲင်လာႏ တမဲန်ႏတောဝ်း

source: Irish
blk: အုဲင်းရစ်

source: Is the clip valid?
blk: ငေါဝ်းအကွို့ꩻယိုနောဝ်ꩻ စဲစ်မဲန်ႏဒျာႏနဲ့?

source: It contains words or phrases that are hard to read or pronounce.
blk: ငေါဝ်းရာႏဖြုံႏ တွမ်ႏ ငေါဝ်းဗူႏဖုံႏ ယိုအကို ဒေါ့ꩻထန်ႏအငေါဝ်းယပ်ꩻဖုံႏ အောဝ်ႏပါသော့ꩻနောဝ်ꩻသွူ။

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
blk: ထူႏဟောဝ် ထေထန်ႏလွေꩻဖေႏ အဆင်ႏခြွဉ်းဗူႏ အသွုပ်သွုပ်တာႏ၊ ပလတ်ဖောင်း ခြေင်ႏထိုလောင်း ဖေႏကယိန်းယံ မာꩻထင်ႏထိုတာႏတွမ်ႏ မာꩻလွေꩻ <africaMradiLink>အသောင်ရင်ꩻစွိုꩻဗူႏ ထာꩻမာꩻယံ</africaMradiLink>ဖုံႏ တာႏ လို့အာငါႏမွေး ရွဉ်တောင်ꩻနောဝ်ꩻသွူ။

source: It is written in a language different than what I’m reviewing.
blk: လိတ်ယိုနောဝ်ꩻ ခွေကအောဝ်ႏ ထွားစဲစ်ဒါႏ ဘာႏသာႏငေါဝ်းငွါ တမွေးတောဝ်း အလင်တစွိုးတဗာႏ တဲမ်းခါꩻဒျာႏသွူ။

source: It is written in a language different than what I’m speaking.
blk: ဘာႏသာႏငေါဝ်းငွါယိုနောဝ်ꩻ​ တဲမ်းခါꩻဒျာႏ တဗွိုန်ပီတောဝ်း တွမ်ႏ ခွေကဒေါ့ꩻဒါႏ ဘာႏသာႏငေါဝ်းငွါနောဝ်ꩻသွူ။

source: Izhorian
blk: အဲစ်သိုရီ

source: Japanese
blk: စပန်

source: Join our community
blk: နွို့ပါငီꩻသွော့ꩻ နီသွဉ်းသီး အသောင်ရင်ꩻလိုꩻဗူႏ

source: Just Unsure?
blk: ယိုခါ စဲင်းစဲ့တောဝ်းဒွုမ်နဲ့?

source: Kachhi
blk: ကစ်ဆီ

source: Kaitag
blk: ကုဲင်တက်

source: Kalkoti
blk: ကေကိုတီ

source: Kaqchikel
blk: ကဆီကဲ

source: Kasem
blk: ကာသိမ်း

source: Kateviri
blk: ကေက်ဗီရီ

source: { $kb }kb max
blk: ခေဗီ အအာသွတ်ꩻ{ $kb }

source: Keep it up, record again <recordIcon></recordIcon>
blk: မာꩻသွုပ်ထဲင်းဟုဲင်း၊ ဒင်ႏမုဲင်ယင်းသွော့ တလဲင်ႏ<recordIcon></recordIcon>

source: Keep the recordings
blk: သိမ်ꩻထူႏဟောဝ်သွော့ ဒင်ႏမုဲင်တောင်ꩻငေါဝ်းဖုံႏ

source: Keep track of your progress with a profile
blk: သွုံꩻတွမ်ႏ နမ်းအအဲဉ်ႏ မဉ်ꩻဖြာꩻတဲင် ထွားနွောင်ꩻဒျာႏ နာꩻတဖြာꩻထာꩻထင်ႏထိုခြောင်ꩻဖုံႏနေား။

source: Kenyah
blk: ကိဉ်ညာ

source: Khetrani
blk: ခစ်တရန်နီ

source: Khmer
blk: ခမာ

source: Kidaw'ida
blk: ကီဒေါ်အုဲင်ဒါ

source: Kihemba
blk: ကီဟမ်ဗာ

source: Kirombo
blk: ကီရိုမ်ဗို

source: Kirundi
blk: ခီရန်ဒီ

source: Kom
blk: ကွံ

source: Korean
blk: ကိုးရီးယား

source: Kuku
blk: ကူးကူး

source: Kunabembe
blk: ခွန်းအဗဲမ်

source: Kwasio
blk: ကွာသီယို

source: Ladin
blk: လဒိဉ်

source: Lango
blk: လင်ဂို

source: Language
blk: ဘာႏသာႏငေါဝ်းငွါ

source: Language Fundamentals (e.g. Digits, Letters, Money)
blk: တဲႏဆို့ꩻ ဘာႏသာႏငေါဝ်းငွါ အခင်ႏမွဉ်ဖုံႏ (ပွုံႏစံႏ ။ ဂဏန်ꩻ၊ လိတ်ဖြုံႏ၊ ရွဉ်)

source: Language Request
blk: ကွီကော့ꩻ ဘာႏသာႏငေါဝ်းငွါ

source: Language request successfully submitted, thank you.
blk: ကွီကော့ꩻခါꩻဒါႏ ဘာႏသာႏငေါဝ်းငွါတသာယို ဒင်ႏပသာနယ် အောင်ႏမျင်ႏ ထွူလဲဉ်းဒျာႏသွူ၊ ကေႏဇူꩻတင်ႏငါႏဩ။

source: Languages
blk: ဘာႏသာႏငေါဝ်းငွါဖုံႏ

source: Language Text
blk: ဘာႏသာႏငေါဝ်းငွါ လိတ်ယာႏ

source: Lao
blk: လာအို

source: Large bulk sentence submission
blk: ဒင်ႏပသာနယ် လိတ်ရဲဉ်ႏအာအာ

source: Lassi
blk: လစ်သီ

source: Last Updated: { $lastUpdatedTimeStamp }
blk: အဆုဲင်ꩻသွတ်ꩻ မွဉ်းဖျင်ခါꩻ:{ $lastUpdatedTimeStamp }

source: Learn how to take part
blk: သွဉ်ထူႏသွော့ နွို့ပါငီꩻနုဲင်းမုဲင်ꩻ

source: Learn More
blk: ဖေႏကသေထဲင်း

source: Leaving now means you'll lose your progress
blk: ယိုခါ မိဉ်ႏထန်ႏထိုꩻနောဝ်ꩻ နီဗွေႏ ကမာꩻခါꩻဒါႏ အလွေꩻအသဲင်ꩻ ထာꩻဒင်ႏသွုပ်ဖုံႏ ထိုꩻမားထိုꩻဒါႏနောဝ်ꩻသွူ

source: License
blk: အွဉ်ႏလꩻ

source: License: <licenseLink>CC-0</licenseLink>
blk: အွဉ်ႏလꩻ:<licenseLink>-CC-0</licenseLink>

source: Link Copied
blk: ထူႏဗွိုန် ထွူလဲဉ်း လိဉ့်ဖြွီꩻ

source: Listen
blk: နာႏငေါဝ်း

source: Listening
blk: အောဝ်ႏနာႏငေါဝ်း

source: Listen options menu
blk: နာႏငေါဝ်းတာႏ လွိုက်ထူႏခရာႏ ကတူႏရဲဉ်ႏ

source: Listen-Queue
blk: အုံရဲဉ်ႏနေး-နာႏငေါဝ်း

source: Loading…
blk: အောဝ်ႏခွုမ်မာꩻကျာꩻ...

source: Loading sentences…
blk: အောဝ်ႏဒင်ႏထေ ဝါကျလိတ်ရဲဉ်ႏဖုံႏ...

source: Log In
blk: နွို့ငါ

source: Login Identity
blk: တောင်ꩻမုဲင်အီ နွို့ငါတာႏ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
blk: ယံဖေႏကသော့ꩻနွောင်ꩻ လိတ်ရဲဉ်ႏအာဖုံႏအတာႏ နျꩻသွော့<loginLink>နွို့ငါမဉ်ꩻဖြာꩻ</loginLink> မွေးတောဝ်းလဲ့ <loginLink>ဗွောင်ဒင်ႏတသာမဉ်ꩻ</loginLink> နေား။

source: Log in or sign up to get started
blk: တဲႏကောႏလွေꩻခန်း နွို့ငါမဉ်ꩻဖြာꩻ မွေးတောဝ်းလဲ့ ဒင်ႏဗွောင်တသာမဉ်ꩻဖြာꩻ

source: Log In / Sign Up
blk: နွို့ငါ / ဒင်ႏမဉ်ꩻ

source: Log Out
blk: ထန်ႏထိုꩻ

source: Losso
blk: လော့သို

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
blk: နာꩻ ခလား ကဒေါ့ꩻဒွိုန်း ငေါဝ်းနောဝ်ꩻ ထွားစဲစ်စဲင်းအွဉ်ပါ စက်ယို အောဝ်ႏထူႏဒင်ႏမုဲင်အငေါဝ်း၊ တွမ်ႏ နာꩻ မိဉ်ႏထွူသွတ်ꩻလဲဉ်းမꩻ အွဉ်ႏဆွိုးသွော့နေား။

source: Make sure the sentence meets the following criteria:
blk: ထွားစဲင်းစဲင်းသွော့ လိတ်ရဲဉ်ႏနေား ယံကမဲဉ်ႏတနꩻသွော့ ထာꩻအွဉ်ႏထွော့ ဆꩻလယို:

source: Malay
blk: မလေး

source: Male
blk: အခို

source: Manage Email Subscriptions
blk: ခြပ်ဖန်းဖြယ် အီးမေး စာႏရင်ꩻလိတ်လာႏဖုံႏ

source: Manage Subscriptions
blk: ခြပ်ဖန်းဖြယ် စာႏရင်ꩻလိတ်လာႏဖုံႏ

source: Manx
blk: မင့်

source: Mapudungun
blk: မာပူဒန်းဂန်း

source: Massa
blk: မတ်သာ

source: Maximum file size: 25 MB
blk: အတန်သွတ်ꩻ ဖုဲင်လာႏအရွယ်ႏ : ၂၅ MB(အဲမ်ဗီ)

source: Media and Entertainment
blk: ခွဲးသွုပ်အာတွမ်ႏ စေမွန်းသꩻ

source: Medumba
blk: မဲဒမ်ဗာ

source: Melanau
blk: မဲလန်နျ

source: Mengambo
blk: မဲဉ်ကံဗို

source: Message
blk: လိတ်ဒွေါင်ႏ

source: Mina
blk: မိဉ်နာ

source: Mingrelian
blk: မိင်းကရီလာ

source: Minimum sentences in file: 1000
blk: ဖုဲင်လာႏကို အဆေ့ꩻသွတ်ꩻ ငေါဝ်းလိတ်ရဲဉ်ႏ အောဝ်ႏဗာႏ: ၁,၀၀၀

source: [Mismatched content]
blk: [ကတူႏရဲဉ်ႏဖုံႏ မဲန်ႏတရျားတောဝ်းလို့ဝင်ꩻသွူ]

source: Misreadings
blk: ထာꩻထီႏတရွို့ꩻဖုံႏ

source: Missing an <strong>'s'</strong> at the end of a word.
blk: ငေါဝ်းအဆုဲင်ꩻသွတ်ꩻကို အောဝ်ႏလိုႏဒွိုန်း<strong> 's'</strong> လိတ်ဖြုံႏသွူ။

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
blk: ဒင်ႏမုဲင်ငေါဝ်း တဲႏအရီးကို <strong>'A'</strong> မဲန်ႏတောဝ်း မွေးတောဝ်းလဲ့ အောဝ်ႏလိုႏနေက <strong>'The'</strong> ယင်ကယ်ႏသွူ။

source: Missing the end of the last word by cutting off the recording too quickly.
blk: ဒင်ႏမုဲင်အငေါဝ်းယို အွဉ်ႏထွူမွိုင်လွဉ်ꩻငါႏထာꩻမꩻ အဆုဲင်ꩻသွတ်ꩻငေါဝ်းယို ထိုꩻမားဒါႏသွူ။

source: Mokpwe
blk: မောက်ပွီ

source: Mon
blk: မဲင်ꩻ

source: More
blk: ထဲင်း

source: [More has been recorded than the required text]
blk: [ဒင်ႏမုဲင်ခါꩻလွိုကယ်ꩻလဲဉ်း ကအောဝ်ႏလိုႏဒင်ႏမုဲင်ဒါႏ လိတ်ရဲဉ်ႏဖုံႏသွူ]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
blk: ဒင်ႏမုဲင်အငေါဝ်း ကဲဉ်းအအာနောဝ်ꩻ ထွာဒျာႏ လိုꩻသီးသဘာဝအငေါဝ်းတာႏ မုဲင်တောင်ꩻဒေါ့ꩻရိုꩻငေါဝ်းဖုံႏသွူ။ အငေါဝ်းခြီခြောဝ်၊ အငေါဝ်းဗွီႏ မွေးတောဝ်းလဲ့ ထွားဒေါ့ꩻနေးအငေါဝ်း 'ဇာတ်ရဲဉ်ႏတဖူꩻကို' သေငါꩻထွူစဲင်းဒါႏ ပွုံႏမဲန်ႏ တမွေးတောဝ်းဒါႏ ဒင်ႏမုဲင်အငေါဝ်း ဆင်ႏဆင်ႏအလဲင်ႏအာယို နာꩻလက်ခံႏနေးစူꩻ လꩻဒျာႏသွူ။ မိဉ်ႏထွာ အဒုံႏအအူ ကရွစ်နေးဒါႏတွမ်ႏ ငေါဝ်းသꩻချင်ꩻဖုံႏ ဒင်ႏမုဲင်အငေါဝ်းဖုံႏတွမ်ႏ စက်ကွန်ပျူတာမာꩻထွာလွဉ်ခါꩻဒါႏ အငေါဝ်းဖုံႏယို နေးစူꩻမွုန်းတောဝ်း (နုဲင်ႏဝေါင်းထိုꩻဗာႏ) သွူ။

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
blk: မော်သီလာ ကောင်မွဉ်းဗွဲက် ယိုနောဝ်ꩻ ကမ္ဘာႏတဗာႏလွုမ်းကို ကအောဝ်ႏဒါႏ သောင်ႏသာရုဲင်ꩻတသွိုးသားဖုံႏ၊ ဘာႏသာႏငေါဝ်းငွါ ပညာႏသျင်ႏ(ပညာႏဗွေႏ)ဖုံႏ၊ အဆင်ႏအဗာႏရွမ်ခြွဉ်း သိပ္ပံ ပညာႏသျင်ႏဖုံႏ၊ အစွိုꩻအဗူႏပညာႏသျင်ႏဖုံႏ တွမ်ႏ သော့ဝဲးအေန်စေန်နီယာဖုံႏ အောဝ်ႏပါဒါႏ တဗွိုန်ပီတောဝ်း အသောင်ရင်ꩻအဗူႏ စွဲးကမ်းထဲမ်ကိုအတာႏ အောင်ႏအောင်ႏဗꩻဗꩻ ဗွောင်နွောင်ꩻလဲဉ်းနောဝ်ꩻသွူ။ ထာꩻမာꩻခြပ်ရဲဉ်ႏ Mozilla Foundation ယိုနောဝ်ꩻ ထွာဒျာႏ အဓိကအထျꩻ ကေားထိန်ႏကမ်းဖေႏသားဒျာႏသွူဩ။

source: Mutual accountability.
blk: နေးထူႏ တာႏဝွန်ႏဖေႏချာငါဝင်ꩻ။

source: n
blk: တောဝ်း

source: N
blk: တောဝ်း

source: Name
blk: မဉ်ꩻ

source: Native Language
blk: ဒေႏသခံႏ ဘာႏသာႏငေါဝ်းငွါ

source: Nature and Environment
blk: သဘာဝ တွမ်ႏ အသောင်ရင်ꩻ

source: Need to download your data?
blk: အောဝ်ႏလိုႏ ငင်ႏထူႏ နာꩻအဆင်ႏဗာႏနဲ့?

source: New Language Launch
blk: သက်မွန် ဘာႏသာႏငေါဝ်းငွါ တသာ

source: News and Current Affairs
blk: သတင်ꩻတသာ တွမ်ႏ အထွာမဲန်ႏဖုံႏယိုခါ

source: Ngambay
blk: ငမ်ဗေ

source: Nias
blk: နီယတ်

source: NKo
blk: အဲဉ်ကို

source: No
blk: မွေးတောဝ်း

source: [No ‘a’ in the original text]
blk: [မူလလိတ်ရဲဉ်ႏအလီꩻကို <strong>'a'</strong> တပါတောဝ်းဒွိုန်းသွူ]

source: No audio was captured. Please check your microphone and try again.
blk: အငေါဝ်းဖုဲင် တဒင်ႏမုဲင်ခါꩻလꩻတောဝ်း။ ထွားစဲစ်ချာဖေႏ နာꩻမဲက်ခရိုတဲင် ကျိုꩻစာꩻဆုဲင်ꩻယင်းသွော့တလဲင်ႏ။

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
blk: <noCopyright>ခွုမ်ပဲင်ႏလꩻခွင်ꩻ ဒို့ꩻပေ့ꩻရဲးခါꩻဖုံႏ တအောဝ်ႏတောဝ်းဩ</noCopyright> (cc-0)

source: No foreign letters
blk: ခမ်းလင်သား လိတ်ဖုံႏ တပါတောဝ်း

source: No match found
blk: ထီႏမော့ꩻတောဝ်း ဗွိုန်နုဲင်းယို

source: No matching language found
blk: ထီႏမော့ꩻတောဝ်း ကမဲန်ႏတနꩻဒါႏ ဘာႏသာႏငေါဝ်းငွါသွူ

source: No microphone found.
blk: ထိုမ်ႏ မဲက်ခရို မော့ꩻတောဝ်း။

source: Non-binary
blk: နီဗာႏ - မွေးတောဝ်း

source: No numbers and special characters
blk: ဂဏန်ꩻတွမ်ႏလိတ်အက္ခရာႏတဲးယံဖုံႏ ပါသော့ꩻလꩻတောဝ်းဩ။

source: No sentences to review. <addLink>Add more sentences now!</addLink>
blk: ထွားစဲစ်တာႏ လိတ်ရဲဉ်ႏအောဝ်ႏတောဝ်း။<addLink>ထဲမ်သော့ꩻထဲင်း လိတ်ရဲဉ်ႏဖုံႏ ယိုခါ!</addLink>

source: No Thanks
blk: တောဝ်းဒွုမ် ကေႏဇူꩻတင်ႏငါႏ

source: No thanks, continue speaking
blk: အောဝ်ႏလꩻဒျာႏ ကေႏဇူꩻတင်ႏငါႏ၊ ဒေါ့ꩻသွုပ်ထဲင်းဟုဲင်း

source: No variant selected
blk: လွိုက်ထူႏဗာႏတောဝ်း တဗွိုန်ပီတောဝ်းဝင်ꩻ

source: Oadki
blk: အုဲင့်ကီ

source: Odia
blk: အိုဒီယာ

source: Off
blk: ဒို့ꩻပေ့ꩻ

source: Offensive language
blk: ငေါဝ်းဆာငေါဝ်းရွိုင်ꩻ ဘာႏသာႏငေါဝ်းငွါ

source: Offensive speech
blk: ဒေါ့ꩻ ငေါဝ်းဆာငေါဝ်းရွိုင်ꩻ

source: On
blk: ဗွောင်လုဲင်း

source: On desktop devices you can contribute by downloading…
blk: ငင်ႏထူႏ ဒစ်သတော့ အကိုတဲင် နွို့စွဲးကမ်းနွောင်ꩻဒျာႏသွူ...

source: On his head he wore a beret.
blk: ဝွေꩻကတူႏလောင်းနောဝ်ꩻ အောဝ်ႏခူးခါꩻ ဗရဲက်ကုံႏနောဝ်ꩻသွူ။

source: On iOS please continue with Safari to enable recording…
blk: အုဲင်အိုအဲစ် ဖုန်းကို ဒင်ႏမုဲင်တောင်ꩻ အငေါဝ်းဖေႏကလꩻတာႏ သွုံꩻလွေꩻသွော့ Safari ယိုဩ။

source: On mobile devices you can contribute using your system browser…
blk: ထူႏသွုံꩻလွေꩻ မိုဗုဲင်းဖုံးစက်အကို ကပါဒါႏ နီဗွေႏ ဗရောင်သာတဖူꩻနယ်ꩻကိုယိုတဲင် နွို့စွဲးကမ်းနွောင်ꩻဒျာႏသွူဩ...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
blk: တဖဲ့ꩻကိုနောဝ်ꩻ မိဉ်ႏထင်းဒျာႏ ထွားဒေါ့ꩻလိတ်သားယို တခွဲးကျုံႏဖိုတောဝ်း ငေါဝ်းရာႏဖြုံႏယိုတဲင် အငေါဝ်းထန်ႏယို ရမ်ꩻမာႏကြွို့ꩻဒျာႏနောဝ်ꩻ လက်ခံႏနေးစူꩻမွုန်း (နုဲင်ႏဝေါင်းထိုꩻဗာႏ) သွူ။ မိဉ်ႏတသေႏချာႏစဲင်းစဲ့တောဝ်းနောဝ်ꩻ နျꩻလွေꩻဗော့ꩻ 'ကာႏငါ' အနေန်နေား။

source: Opens in a new tab
blk: ဗွောင်သွော့ တတ် တသာတဗာႏကို

source: Ormuri
blk: အော်မူရီ

source: Other
blk: အလင်

source: Other Language
blk: ဘာႏသာႏငေါဝ်းငွါ အလင်

source: Other people validate those voice clips.
blk: လိုꩻလင်ဖုံႏ အွဉ်ႏတိဉ်ႏလွေꩻဖေႏ ငေါဝ်းအကွို့ꩻခေါဝ်ဖုံႏနောဝ်ꩻသွူ။

source: Our governance is founded on the pillars of:
blk: နီသွဉ်းသီး ကေားထိန်ꩻကမ်း အုပ်ချုပ်ပွုံႏတဖူꩻနယ်ꩻယို အောဝ်ႏတဲႏဆို့ꩻခါꩻဒျာႏတွမ်ႏ အထျꩻခွေါင် ခင်ႏမွဉ်ထွန်ႏဖုံႏသွူဩ။

source: p
blk: ဗွောင်

source: Paiwan
blk: ပုဲင်ဝန်

source: Palauan
blk: ပါလော့အန်

source: Palula
blk: ပါလူလာ

source: Pa'O
blk: ပအိုဝ်ႏ

source: Partner
blk: ဖဲ့ꩻဖက်တွာ

source: Partners
blk: ဖဲ့ꩻတွာ

source: Partnerships and networks
blk: အဖဲ့ꩻဖဲ့ꩻခွုမ်စံႏမာꩻငီꩻဝင်ꩻဖုံႏတွမ်ႏ ထာꩻမာꩻပွိုင်ဖုံႏ

source: [Part of the text can’t be heard]
blk: [လိတ်ရဲဉ်ႏ အကွို့ꩻယို တဟွုန်လꩻတောဝ်းသွူ]

source: Pashto
blk: ပါဆတို

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
blk: <p>ကောင်မွဉ်းဗွဲက် (Common Voice) ယိုနောဝ်ꩻ ထွာဒျာႏ ကမ္ဘာႏအလောင်းကအောဝ်ႏဒါႏ စေတနာႏဝွန်ႏထမ်ꩻ ကေားလူႏဖေႏအငေါဝ်းသားသီး စဲစ်မဲန်ႏဒါႏအငေါဝ်းဖုံႏဒျာႏတဲင် လိုꩻအာသီး သွုံꩻနွောင်ꩻအီဒါႏ အငေါဝ်းအဆင်ႏခြွဉ်းဗူႏ တဗာႏနောဝ်ꩻသွူ။ လိုꩻကမဲဉ်တဲႏဆို့ꩻဒါႏ နာႏအငေါဝ်းအပလီကေးသိဉ်း (Voice Applications) ဖုံႏသားနောဝ်ꩻ သွုံꩻအီနွောင်ꩻ အဆင်ႏခြွဉ်းဗူႏယိုတဲင် သွဉ်ဖေႏနွောင်ꩻငီꩻဒျာႏ ထောင်ထွားအီစက်ပညာႏ (Machine Learning) ယံလွိုမော်ဒယ်ဖုံႏနောဝ်ꩻသွူ။</p> <p>ယိုခါနောဝ်ꩻ အငေါဝ်းအဆင်ႏခြွဉ်းဗူႏ ကဲဉ်းအာအာယို ကုမ္ပဏီႏဖုံႏ ထူႏအွဉ်ႏဗိဉ်ႏခါꩻတဲင် ဒို့ꩻပေ့ꩻရဲးခါꩻ အထီအသွီႏထွင်ႏတသေႏသီးတာႏနောဝ်ꩻသွူ။ နောဝ်ꩻထွူတကာႏတောဝ်း အငေါဝ်းအဆင်ႏခြွဉ်းဗူႏဖုံႏအကိုယို လိုꩻဒေါ့ꩻအဲင်းဂလေတ် တမွေးတောဝ်းသား၊ လိုꩻအလွိုးအယောင်ꩻအလင်သား၊ လိုꩻအင်္ဂါႏတဗွေစွုမ်ႏတောဝ်းသား၊ လိုꩻမူႏဖုံႏ တွမ်ႏ LGBTQIA+ လိုꩻဗူႏသီး အငေါဝ်းဖုံႏ ပါသော့ꩻဆေ့ꩻငါႏနောဝ်ꩻသွူ။ ပွိုးနောဝ်ꩻမꩻ နာႏအငေါဝ်းနယ်ꩻခြွိုင်းနယ်ꩻပညာႏဖုံႏယို ဘာႏသာႏငေါဝ်းငွါအာအတာႏ သွုံꩻနွောင်ꩻတောဝ်းတွော့ꩻ၊ သွုံꩻမိဉ်ႏလꩻဒျာႏလဲ့ စွုမ်ႏဖြာꩻအတာႏ အထီသွီႏ တွောင်းသွုန်တရျားတောဝ်းနောဝ်ꩻသွူ။ နီသွဉ်းသီးနောဝ်ꩻ မဲဉ်ပြောင်ꩻလုဲင်ႏလွေꩻ အထွာအအောဝ်ႏယိုတဲင် ထွို့ꩻဗူႏတမာလွေꩻ ခင်ႏလမ်းစွုမ်ႏ ကအောဝ်ႏဒါႏ လိုꩻအာသီး ယံဖေႏကဖန်းဖြယ်ထဲမ်သော့ꩻဗဲင်း အငေါဝ်းနောဝ်ꩻသွူ။</p>

source: People come and contribute their voices.
blk: လိုꩻသီးဖုံႏ လွဉ်စွဲးထဲမ်ဖေႏ အငေါဝ်းဖုံႏနောဝ်ꩻသွူ။

source: Persian
blk: ပါဆန်း

source: Picard
blk: ပိတ်ကား

source: Platform language
blk: ခြေင်ႏထိုလောင်း ဘာႏသာႏငေါဝ်းငွါ

source: <playIcon></playIcon>Last one!
blk: <playIcon></playIcon> အဆုဲင်ꩻသွတ်ꩻ တပွုဒ်ဒျာႏ!

source: Play/Stop
blk: ခွုမ်လွူꩻ/အုံဆွိုး

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
blk: ထွားစဲစ်ဖေႏသွော့ နီသွဉ်းသီး<templateFileLink>ပွုံႏစံႏခြုံဖုဲင်လာႏ</templateFileLink> ယိုဟုဲင်း။ နာꩻလိတ်ရဲဉ်ႏယိုနောဝ်ꩻ ခွုမ်ပဲင်ႏခွင်ꩻ ကြောင်းညာꩻဗာႏသွူ ထွာဗာႏ(သီသီ၀ မွေးတောဝ်းလဲ့ ကေားဒင်ႏသား တွမ်ႏအထျꩻအွဉ် ဖေႏခွင်ꩻလꩻ)ထွူတဲင် စဲင်းလေစွို့ꩻစွဉ်ႏ၊ သဒ္ဒါႏမဲန်ႏတနꩻထွူတဲင် ဒေါ့ꩻထွားယိုꩻဗာႏသွူ။ ယံဖေႏ ကဒေါ့ꩻထွားနွောင်ꩻကဒင်ႏပသာခါꩻဒါႏ ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏယိုအတာႏ ညဆွာꩻဗာႏ အောဝ်ႏ ၁၀ သဲက္ကန့် ဗꩻလွေꩻ ၁၅ သဲက္ကန့်ထွူတဲင် ဂဏန်ꩻဖုံႏ၊ နမ်းပဲင်ႏနာမ်ႏဖုံႏတွမ်ႏ အက္ခရာႏတဲးဝါးဖုံႏယို ပါသော့ꩻလꩻတောဝ်းသွူဩ။

source: Please fill out this field.
blk: ထဲမ်သွော့ အတခြေင်ကိုယို။

source: Please select a language to review sentences.
blk: ထွားစဲစ် လိတ်ရဲဉ်ႏဖုံႏတာႏ လွိုက်ထူႏသွော့ ဘာႏသာႏငေါဝ်းငွါတဗာႏဩ။

source: Polish
blk: ပိုလန်

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
blk: နမ်းမဉ်ꩻဖြာꩻ မိဉ်ႏတအောဝ်ႏဒွိုန်းနောဝ်ꩻ <pontoonAccountLink> မာꩻထွာ နမ်းမဉ်ꩻဖြာꩻ တဗာႏ </pontoonAccountLink>ယိုနေား။ နောဝ်ꩻမိဉ်ႏထွူတဲင် နာꩻဘာႏသာႏငေါဝ်းငွါအစွိုꩻ<strong> (‘Team’)</strong>ကိုယို လွိုက်ထူႏပါ ထာꩻမာꩻခြပ်ရဲဉ်ႏ ကောင်မွဉ်းဗွဲက်<pontoonCvLink>Common Voice</pontoonCvLink>ယိုနေား။ နောဝ်ꩻမိဉ်ႏထွူ အီႏထီႏဗာႏ ပြန်ႏဘာႏသာႏအတာႏ ဖုဲင်လာႏဖုံႏယိုသွူ။ မိဉ်ႏနျꩻဖုဲင် တဗာႏနောဝ်ꩻ အဲင်းဂလေတ် လိတ်ရဲဉ်ႏဖုံႏတွမ်ႏ ကအီႏချာႏပြန်ႏဘာႏသာႏယိုတာႏ တဲမ်းလိတ်ခင် တဗာႏ အီႏထန်ႏလွဉ်သွူ။

source: Portuguese
blk: ပေါ်တူကီ

source: Privacy
blk: နမ်းကိုရေꩻ

source: <privacyLink>Privacy</privacyLink>
blk: <privacyLink>နမ်းကိုရေꩻ</privacyLink>

source: Privacy, security and transparency.
blk: နမ်းကိုဖဲ့ꩻ၊ လိုမ်းဗိဉ်ႏရေꩻတွမ်ႏထီႏစဲင်းလေလင်းဖုံႏ။

source: Pro
blk: လဲပ်ယံ

source: Profile
blk: နမ်းအအဲဉ်ႏ

source: Pular Guinea
blk: ပူလာ ကွီနီယာ

source: Punjabi
blk: ပန်စဗီ

source: Qashqai
blk: ခတ်ခုဲင်

source: r
blk: ဟဲ့ꩻချာ

source: [‘Raised’ in English is always pronounced as one syllable, not two]
blk: [အဲင်းဂလေတ်ငေါဝ်းအကို <strong>'Raised'</strong> ယို အငေါဝ်းထန်ႏနာမ်ႏတင် တသေႏသေႏ ဝဒွီႏတဗာႏဒျာႏ၊ ဝဒွီႏနီဗာႏ မွေးတောဝ်းသွူ]

source: Rakhine
blk: ရခဲင်ႏ

source: Rate limit exceeded. Try again in { $retryLimit } minutes
blk: ကာႏလွိုထိုꩻလဲဉ်း အွဉ်ႏထွော့ဒါႏ အဆင်ႏဖုံႏတဲင်။ ပွေါးဗာႏည { $retryLimit } မိနေတ်ထွူ ကျိုꩻစာꩻချာယင်းသွော့တလဲင်ႏဩ

source: Rate limit exceeded. Try again in { $retryLimit } seconds
blk: ကာႏလွိုထိုꩻလဲဉ်း အွဉ်ႏထွော့ဒါႏ အဆင်ႏဖုံႏတဲင်။ ပွေါးဗာႏ { $retryLimit } သဲက္ကန့်ထွူ ကျိုꩻစာꩻချာယင်းသွော့တလဲင်ႏဩ။

source: Reader Effects
blk: ထွားဒေါ့ꩻလိတ်သား ကတွိုႏခြောင်ꩻဒါႏအကျိုꩻဖုံႏ
